{
  "SEX_ENUM.Male": "Man",
  "SEX_ENUM.Female": "Vrouw",
  "SEX_ENUM.Both": "Beide",

  "STAGE_ENUM.INNOCENT.name": "Onschuldig",
  "STAGE_ENUM.INNOCENT.descShort": "Vrolijk; gewoon contact; volledig gekleed; geen spanning.",
  "STAGE_ENUM.INNOCENT.desc": "Luchtige, alledaagse interactie zonder prikkels of plagerij. Aanraking blijft bij normale sociale gebaren (hand, arm, schouder). Er is geen focus op intimiteit. Iedereen blijft volledig gekleed en de aandacht ligt op gezellig samenzijn.",

  "STAGE_ENUM.PLAYFUL.name": "Speels",
  "STAGE_ENUM.PLAYFUL.descShort": "Ondeugend; plagen; lichte aanraking; tot ondergoed.",
  "STAGE_ENUM.PLAYFUL.desc": "Levendige, plagerige sfeer met lichte spanning. Aanraking mag dichterbij komen (bijv. buik/zij), maar niet op intieme plekken en niet opwindend bedoeld. Het draait om humor, uitdagen en nieuwsgierigheid. Kleding mag uit tot ondergoed of zwemkleding; ondergoed blijft aan.",

  "STAGE_ENUM.INTIMATE.name": "Intiem",
  "STAGE_ENUM.INTIMATE.descShort": "Teder; dichtbij; aanraking terughoudend; naakt toegestaan.",
  "STAGE_ENUM.INTIMATE.desc": "Rustige nabijheid en kwetsbaarheid. Lichamen mogen zichtbaar zijn; naakt is toegestaan. Aanraking blijft zacht en terughoudend, niet gericht op opwinding. De spanning zit in kijken, nabij zijn en kleine gebaren. De toon is warm en persoonlijk.",

  "STAGE_ENUM.SENSUAL.name": "Sensueel",
  "STAGE_ENUM.SENSUAL.descShort": "Prikkelend; gericht aanraken; tease; naakt.",
  "STAGE_ENUM.SENSUAL.desc": "Bewuste opbouw van verlangen. Intieme zones mogen worden aangeraakt om te teasen, zonder door te zetten naar de daad. Bewegingen zijn traag en gericht op spanning. Kleding is uit; eventueel kan stof of een item speels worden ingezet als onderdeel van de verleiding.",

  "STAGE_ENUM.EROTIC.name": "Erotisch",
  "STAGE_ENUM.EROTIC.descShort": "Voorspel; vrij aanraken; voelen en ontdekken; naakt.",
  "STAGE_ENUM.EROTIC.desc": "Lichamelijke verkenning staat centraal. Seksuele aanrakingen en zachte stimulatie zijn toegestaan met focus op voelen, proeven en reageren. Het is de fase van voorspel: ritme, tempo en variatie zonder nadruk op afronding. Lichamen zijn naakt en dichtbij.",

  "STAGE_ENUM.SEXUAL.name": "Seksueel",
  "STAGE_ENUM.SEXUAL.descShort": "Volledig seksueel; alle aanraking; naakt.",
  "STAGE_ENUM.SEXUAL.desc": "Alles draait om seksuele interactie. Alle vormen van aanraking en beweging zijn mogelijk, van langzaam en aandachtig tot direct en intens. Lichamen zijn naakt en de focus ligt op fysiek plezier en lichamelijke expressie.",

  "INTENSITY_ENUM.VERY_LOW.name": "Zeer laag",
  "INTENSITY_ENUM.VERY_LOW.descShort": "Minimale prikkeling; traag; zacht; korte impulsen.",
  "INTENSITY_ENUM.VERY_LOW.desc": "Zachte, sporadische stimulatie met laag tempo en beperkte duur. Bedoeld als subtiele opwarming zonder actieve focus op een orgasme.",

  "INTENSITY_ENUM.LOW.name": "Laag",
  "INTENSITY_ENUM.LOW.descShort": "Rustig; bescheiden tempo/druk; ontspannen opbouw.",
  "INTENSITY_ENUM.LOW.desc": "Rustige, gelijkmatige stimulatie met bescheiden tempo en druk. Gericht op een gecontroleerde en ontspannen opbouw waarbij een orgasme geen primair doel is.",

  "INTENSITY_ENUM.MEDIUM.name": "Gemiddeld",
  "INTENSITY_ENUM.MEDIUM.descShort": "Normaal; steady tempo/druk; duidelijke prikkel.",
  "INTENSITY_ENUM.MEDIUM.desc": "Constante stimulatie met normaal tempo en merkbare prikkel. Gericht op opbouwende opwinding en een geleidelijke toename van intensiteit, werkend richting een orgasme zonder nadruk of forcering.",

  "INTENSITY_ENUM.HIGH.name": "Hoog",
  "INTENSITY_ENUM.HIGH.descShort": "Sterk; snel/aanhoudend; gericht op orgasme.",
  "INTENSITY_ENUM.HIGH.desc": "Sterke, aanhoudende stimulatie met hoog tempo of frequentie. Gericht op het doelbewust bereiken of versterken van een orgasme. Bij herhaling kan dit leiden tot meerdere opeenvolgende pieken afhankelijk van EXTREMITY.",

  "INTENSITY_ENUM.VERY_HIGH.name": "Zeer hoog",
  "INTENSITY_ENUM.VERY_HIGH.descShort": "Maximaal; non-stop; extreme prikkeling.",
  "INTENSITY_ENUM.VERY_HIGH.desc": "Zeer doelgerichte, vrijwel ononderbroken stimulatie met extreem tempo of druk. Gericht op maximale prikkeling, overprikkeling van orgasme en meervoudige orgasme-ervaringen, waarbij afbouw of pauze enkel plaatsvindt als EXTREMITY dat voorschrijft.",

  "EXTREMITY_ENUM.VERY_LOW.name": "Zeer laag",
  "EXTREMITY_ENUM.VERY_LOW.descShort": "Voorzichtig en gecontroleerd; klein, zacht en volledig binnen veilige grenzen.",
  "EXTREMITY_ENUM.VERY_LOW.desc": "De ontvanger bepaalt volledig, de uitvoerder volgt strikt binnen deze grenzen — de opdracht wordt wel altijd uitgevoerd. Comfort is leidend; pijn en spanning worden vermeden. Bewegingen blijven klein en ondiep, onder de gebruikelijke norm. Indien ruimere grenzen worden aangegeven, wordt hier voorzichtig naartoe gewerkt. Tijdens climax: direct terugnemen naar rust of minimale intensiteit om herstel te bieden.",

  "EXTREMITY_ENUM.LOW.name": "Laag",
  "EXTREMITY_ENUM.LOW.descShort": "Zacht en oplettend; grenzen worden gerespecteerd en spanning blijft minimaal.",
  "EXTREMITY_ENUM.LOW.desc": "De ontvanger bepaalt grotendeels; de uitvoerder mag grenzen voorzichtig oprekken zolang er geen negatieve signalen zijn. Pijn en ongemak worden actief voorkomen en direct gecorrigeerd. Formaat en diepte blijven iets kleiner dan normaal met een rustige opbouw. Tijdens climax: langzaam en gecontroleerd afbouwen naar een pauze of lage intensiteit.",

  "EXTREMITY_ENUM.MEDIUM.name": "Gemiddeld",
  "EXTREMITY_ENUM.MEDIUM.descShort": "Evenwicht tussen comfort en uitdaging; geleidelijke opbouw naar normale intensiteit.",
  "EXTREMITY_ENUM.MEDIUM.desc": "De uitvoerder en ontvanger delen controle; comfort blijft in beeld, maar de uitvoerder heeft de regie. Grenzen worden actief en geleidelijk opgerekt voorbij het vertrouwde. Milde spanning of lichte pijn kan voorkomen, zolang dit binnen de draagkracht blijft. Formaat en diepte bewegen rustig richting de gebruikelijke norm. Tijdens climax: niet stoppen, maar afbouwen en terugschakelen in intensiteit en op dat lagere niveau doorgaan.",

  "EXTREMITY_ENUM.HIGH.name": "Hoog",
  "EXTREMITY_ENUM.HIGH.descShort": "Stevig en intens; grenzen worden opgerekt en comfort deels losgelaten.",
  "EXTREMITY_ENUM.HIGH.desc": "De uitvoerder bepaalt grotendeels; comfort en signalen worden beperkt meegenomen. Grenzen kunnen bewust overschreden worden. Pijn of spanning wordt doelmatig ingezet zolang het houdbaar blijft. Formaat en diepte mogen buiten de normale maat vallen met korte aanpassingen bij overbelasting. Tijdens climax: niet stoppen, eventueel kort afbouwen en daarna opnieuw opbouwen richting de volgende climax.",

  "EXTREMITY_ENUM.VERY_HIGH.name": "Zeer hoog",
  "EXTREMITY_ENUM.VERY_HIGH.descShort": "Volledig gecontroleerd door uitvoerder; ruw, diep en voorbij comfortgrenzen.",
  "EXTREMITY_ENUM.VERY_HIGH.desc": "De uitvoerder bepaalt volledig zonder rekening te houden met comfort, pijn of signalen van de ontvanger. Pijn en weerstand worden genegeerd zolang de opdracht uitvoerbaar blijft. Formaat, diepte en druk zijn onbeperkt en kunnen sterk buiten normaal vallen. Tijdens climax: geen pauzes of terugschakeling; bewust doorgaan voorbij de grens en langdurig vasthouden in de climaxfase.",

  "ACT_WITH_ENUM.BODY.name": "Lichaam",
  "ACT_WITH_ENUM.BODY.descShort": "Lichaam als middel van de uitvoerder.",
  "ACT_WITH_ENUM.BODY.desc": "Gebruik van het lichaam als geheel dat betrokken is bij de handeling die door de uitvoerder wordt gedaan, zoals wrijven, schuren of drukken zonder focus op één specifiek lichaamsdeel.",

  "ACT_WITH_ENUM.HAND.name": "Handmatig",
  "ACT_WITH_ENUM.HAND.descShort": "Handen en vingers van de uitvoerder.",
  "ACT_WITH_ENUM.HAND.desc": "Gebruik van handen en vingers dat betrokken is bij de handeling die door de uitvoerder wordt gedaan, bijvoorbeeld aanraken, stimuleren, geleiden of ondersteunen.",

  "ACT_WITH_ENUM.MOUTH.name": "Mond",
  "ACT_WITH_ENUM.MOUTH.descShort": "Mond, lippen en tong van de uitvoerder.",
  "ACT_WITH_ENUM.MOUTH.desc": "Gebruik van mond, lippen of tong dat betrokken is bij de handeling die door de uitvoerder wordt gedaan, zoals zoenen, likken of andere orale handelingen.",

  "ACT_WITH_ENUM.TOY.name": "Speeltje",
  "ACT_WITH_ENUM.TOY.descShort": "Speeltje ingezet door de uitvoerder.",
  "ACT_WITH_ENUM.TOY.desc": "Gebruik van seksspeeltjes dat betrokken is bij de handeling die door de uitvoerder wordt gedaan, zoals een vibrator, dildo of buttplug.",

  "ACT_WITH_ENUM.OBJECT.name": "Voorwerp",
  "ACT_WITH_ENUM.OBJECT.descShort": "Gewoon voorwerp ingezet door de uitvoerder.",
  "ACT_WITH_ENUM.OBJECT.desc": "Gebruik van niet-seksuele voorwerpen dat betrokken is bij de handeling die door de uitvoerder wordt gedaan.",

  "ACT_WITH_ENUM.GENITAL.name": "Genitaal",
  "ACT_WITH_ENUM.GENITAL.descShort": "Gebruik van de geslachtsdelen van de uitvoerder.",
  "ACT_WITH_ENUM.GENITAL.desc": "Gebruik van de geslachtsdelen van de uitvoerder, bij de handeling.",

  "ACT_ON_ENUM.NEUTRAL_BODY.name": "Neutraal lichaam",
  "ACT_ON_ENUM.NEUTRAL_BODY.descShort": "Algemene zones bij de ontvanger.",
  "ACT_ON_ENUM.NEUTRAL_BODY.desc": "Lichaamsdelen waar de handeling bij de ontvanger wordt ontvangen en die doorgaans sociaal veilig zijn, zonder specifieke erotische focus.",

  "ACT_ON_ENUM.INTIMATE_BODY.name": "Intiem lichaam",
  "ACT_ON_ENUM.INTIMATE_BODY.descShort": "Intiemere zones bij de ontvanger.",
  "ACT_ON_ENUM.INTIMATE_BODY.desc": "Lichaamsdelen waar de handeling bij de ontvanger wordt ontvangen en die als intiem worden ervaren.",

  "ACT_ON_ENUM.MOUTH.name": "Mond",
  "ACT_ON_ENUM.MOUTH.descShort": "Mond, lippen en tong bij de ontvanger.",
  "ACT_ON_ENUM.MOUTH.desc": "De mond, lippen of tong waarop de handeling bij de ontvanger wordt ontvangen.",

  "ACT_ON_ENUM.GENITAL.name": "Genitaal gebied",
  "ACT_ON_ENUM.GENITAL.descShort": "Geslachtsdelen van de ontvanger.",
  "ACT_ON_ENUM.GENITAL.desc": "De geslachtsdelen van de ontvanger waarop de handeling wordt ontvangen, inclusief de buitenste en directe omgeving van het genitale gebied.",

  "ACT_ON_ENUM.ANAL.name": "Anaal",
  "ACT_ON_ENUM.ANAL.descShort": "Anale zone bij de ontvanger.",
  "ACT_ON_ENUM.ANAL.desc": "De anale zone waarop de handeling bij de ontvanger wordt ontvangen, inclusief de opening en directe omgeving."
}
