{
  "SEX_ENUM.Male": "Man",
  "SEX_ENUM.Female": "Vrouw",
  "SEX_ENUM.Both": "Beide",

  "STAGE_ENUM.INNOCENT.name": "Onschuldig",
  "STAGE_ENUM.INNOCENT.descShort": "Neutraal; sociaal; volledig gekleed.",
  "STAGE_ENUM.INNOCENT.desc": "Een luchtig en sociaal stadium waarin interacties vanzelfsprekend en alledaags blijven. De toon is vriendelijk en ontspannen zonder enige prikkel of dubbelzinnigheid. Aanraking heeft geen intieme betekenis en iedereen blijft volledig gekleed. Dit niveau past bij taken die puur gezelligheid of samenwerking benadrukken.",

  "STAGE_ENUM.PLAYFUL.name": "Speels",
  "STAGE_ENUM.PLAYFUL.descShort": "Ondeugend; licht; tot ondergoed.",
  "STAGE_ENUM.PLAYFUL.desc": "Een levendig stadium waarin nieuwsgierigheid en humor de sfeer bepalen. Er kan lichte spanning ontstaan door plagen of nabijheid, maar zonder seksuele bedoeling. Aanraking blijft sociaal veilig en speels van aard. Kleding kan luchtiger zijn, tot aan ondergoed of zwemkleding, afhankelijk van de situatie. Dit niveau ondersteunt taken met een ondeugende, uitdagende toon.",

  "STAGE_ENUM.INTIMATE.name": "Intiem",
  "STAGE_ENUM.INTIMATE.descShort": "Nabij; teder; naakt mogelijk.",
  "STAGE_ENUM.INTIMATE.desc": "Een fase waarin nabijheid en openheid centraal staan. De spanning komt voort uit vertrouwen, zachtheid en het tonen van kwetsbaarheid, niet uit directe aanraking. Naakt zijn kan deel uitmaken van die openheid, maar fysieke aanraking blijft terughoudend en niet gericht op prikkeling. Dit stadium creëert een rustige, persoonlijke sfeer binnen een taak.",

  "STAGE_ENUM.SENSUAL.name": "Sensueel",
  "STAGE_ENUM.SENSUAL.descShort": "Prikkelend; gerichte aandacht; naakt.",
  "STAGE_ENUM.SENSUAL.desc": "Een stadium waarin aandacht en energie zich richten op prikkeling en verleiding, zonder de grens naar een seksuele daad te overschrijden. Het lichaam kan bewust in beeld komen en aanraking krijgt een intensere lading, terwijl controle en intentie behouden blijven. Dit niveau beschrijft taken die de spanning van verleiden en teasedynamiek verkennen.",

  "STAGE_ENUM.EROTIC.name": "Erotisch",
  "STAGE_ENUM.EROTIC.descShort": "Voorspelend; vrije aanraking; naakt.",
  "STAGE_ENUM.EROTIC.desc": "Een stadium waarin lichamelijke beleving centraal staat en aanraking vrijer en intenser mag zijn. De sfeer is warm en aandachtig; het gaat om voelen, ontdekken en reageren, zonder nadruk op afronding. Dit niveau kadert taken die de fysieke verbinding en opbouw van spanning verkennen.",

  "STAGE_ENUM.SEXUAL.name": "Seksueel",
  "STAGE_ENUM.SEXUAL.descShort": "Volledig seksueel; naakt.",
  "STAGE_ENUM.SEXUAL.desc": "Het meest directe stadium waarin de volledige seksuele interactie wordt erkend als onderdeel van de taakcontext. Alle vormen van aanraking en beweging vallen binnen dit niveau, waarbij de focus ligt op fysieke expressie en intensiteit.",

  "INTENSITY_ENUM.VERY_LOW.name": "Zeer laag",
  "INTENSITY_ENUM.VERY_LOW.descShort": "Minimaal; traag; subtiel en rustig.",
  "INTENSITY_ENUM.VERY_LOW.desc": "De uitvoering beweegt in een kalm, bijna vertraagd ritme. Elke handeling voelt zacht en voorzichtig, alsof spanning slechts wordt aangeraakt maar niet vastgehouden. De nadruk ligt op bewustzijn en zachtheid, geschikt voor momenten van rust, aanvang of herstel. Dit niveau creëert ruimte om spanning te voelen zonder dat het zich opbouwt tot een piek.",

  "INTENSITY_ENUM.LOW.name": "Laag",
  "INTENSITY_ENUM.LOW.descShort": "Gelijkmatig; zacht; gecontroleerd.",
  "INTENSITY_ENUM.LOW.desc": "De intensiteit blijft beheerst en gelijkmatig. Beweging of aandacht hebben een rustige flow met lichte druk of tempo. Er is een voelbare opbouw van spanning of energie, maar zonder nadruk op snelheid of climax. Dit niveau houdt de beleving vloeiend en aandachtig, met een milde, aanhoudende prikkel.",

  "INTENSITY_ENUM.MEDIUM.name": "Gemiddeld",
  "INTENSITY_ENUM.MEDIUM.descShort": "Steady; voelbaar; gebalanceerde spanning.",
  "INTENSITY_ENUM.MEDIUM.desc": "De uitvoering heeft een stabiel ritme en duidelijke aanwezigheid. Druk, tempo of aandacht nemen toe en zorgen voor een voelbare spanning die zich rustig opbouwt. De energie blijft beheersbaar maar groeit richting een merkbare beleving van intensiteit. Dit niveau vormt de natuurlijke balans tussen ontspanning en opbouwende prikkel.",

  "INTENSITY_ENUM.HIGH.name": "Hoog",
  "INTENSITY_ENUM.HIGH.descShort": "Krachtig; aanhoudend; richting piek.",
  "INTENSITY_ENUM.HIGH.desc": "De intensiteit neemt stevig toe en houdt langere tijd stand. Tempo, druk of aandacht worden krachtiger en de spanning bouwt voelbaar op richting een piek of climax. De beleving wordt doelgericht, met minder ruimte voor pauze of afleiding. Dit niveau versterkt focus, energie en fysieke of emotionele lading.",

  "INTENSITY_ENUM.VERY_HIGH.name": "Zeer hoog",
  "INTENSITY_ENUM.VERY_HIGH.descShort": "Maximaal; meeslepend; voorbij de piek.",
  "INTENSITY_ENUM.VERY_HIGH.desc": "De intensiteit bereikt haar hoogtepunt en blijft daar aanhoudend aanwezig. Beweging, tempo of focus worden continu en meeslepend, waardoor de ervaring volledig wordt opgeslokt door spanning en energie. Rust of controle vervagen; de beleving blijft op of voorbij het punt van climax, waarin de grens tussen spanning en overgave dun wordt.",

  "EXTREMITY_ENUM.VERY_LOW.name": "Zeer laag",
  "EXTREMITY_ENUM.VERY_LOW.descShort": "Volledig onder controle; klein; rustgevend.",
  "EXTREMITY_ENUM.VERY_LOW.desc": "De ontvanger bepaalt volledig de grenzen; de uitvoerder volgt en bewaakt het comfort. Bewegingen blijven klein, oppervlakkig en beheerst. Pijn of spanning worden vermeden en de uitvoering blijft licht en verzorgend. Zodra een piek of hoogtepunt voelbaar is, wordt onmiddellijk afgeremd of gestopt om rust en herstel te bieden. Dit niveau richt zich op veiligheid, zachtheid en volledige controle bij de ontvanger.",

  "EXTREMITY_ENUM.LOW.name": "Laag",
  "EXTREMITY_ENUM.LOW.descShort": "Zacht; oplettend; subtiel uitdagend.",
  "EXTREMITY_ENUM.LOW.desc": "De grenzen worden grotendeels door de ontvanger bepaald, maar de uitvoerder mag deze voorzichtig aftasten. Comfort blijft prioriteit; kleine ongemakken worden direct herkend en gecorrigeerd. Formaat, druk en diepte blijven beperkt, maar mogen licht toenemen wanneer daar ruimte voor is. Tijdens een piek of climax wordt de spanning rustig verminderd in plaats van doorgezet, zodat herstel vanzelf kan plaatsvinden.",

  "EXTREMITY_ENUM.MEDIUM.name": "Gemiddeld",
  "EXTREMITY_ENUM.MEDIUM.descShort": "Gedeelde regie; voelbare spanning; natuurlijke opbouw.",
  "EXTREMITY_ENUM.MEDIUM.desc": "De regie ligt bij de uitvoerder, maar met voortdurende aandacht voor signalen van de ontvanger. Grenzen kunnen worden aangeraakt en langzaam opgerekt, zolang de spanning gecontroleerd blijft. Comfort wordt deels losgelaten om intensiteit op te bouwen, maar nooit abrupt. Formaat en diepte bewegen richting een normaal, vol belevingsniveau. Tijdens een piek of climax wordt niet direct gestopt: de intensiteit zakt geleidelijk terug om daarna weer op natuurlijke wijze te hervatten.",

  "EXTREMITY_ENUM.HIGH.name": "Hoog",
  "EXTREMITY_ENUM.HIGH.descShort": "Uitvoerder leidt; stevig; voorbij normaal.",
  "EXTREMITY_ENUM.HIGH.desc": "De uitvoerder bepaalt tempo, kracht en diepte, waarbij comfort slechts beperkt wordt meegewogen. Grenzen worden bewust opgerekt of tijdelijk overschreden om de intensiteit te vergroten. Pijn of spanning worden doelmatig ingezet zolang de uitvoering beheersbaar blijft. Formaat en druk liggen duidelijk boven het gebruikelijke niveau. Tijdens een piek of climax wordt niet afgeremd maar vastgehouden; spanning kan cyclisch worden opgebouwd en herhaald zolang dit draaglijk blijft.",

  "EXTREMITY_ENUM.VERY_HIGH.name": "Zeer hoog",
  "EXTREMITY_ENUM.VERY_HIGH.descShort": "Volledige regie; ruw; voorbij de grens.",
  "EXTREMITY_ENUM.VERY_HIGH.desc": "De uitvoerder heeft volledige controle en houdt geen rekening meer met grenzen of comfort zolang de uitvoering fysiek of mentaal vol te houden is. Pijn, druk en diepte worden onbeperkt opgevoerd, ver buiten het normale bereik. De ervaring is rauw, meeslepend en totaal. Wanneer een climax of grens wordt bereikt, wordt niet gestopt maar bewust doorgezet, waarbij spanning en intensiteit over de piek heen worden gedragen voordat rust langzaam terugkeert.",
  
  "ACT_WITH_ENUM.BODY.name": "Lichaam",
  "ACT_WITH_ENUM.BODY.descShort": "Middel: lichaam (algemeen).",
  "ACT_WITH_ENUM.BODY.desc": "Het lichaam wordt als geheel ingezet als middel binnen de taak, waarbij beweging, houding en contact gezamenlijk de uitvoering vormen zonder focus op één specifiek deel.",

  "ACT_WITH_ENUM.HAND.name": "Handmatig",
  "ACT_WITH_ENUM.HAND.descShort": "Middel: handen/vingers.",
  "ACT_WITH_ENUM.HAND.desc": "De handen en vingers dienen als primaire manier van uitvoering. Ze vormen het middel voor aanraking, geleiding of ondersteuning, afhankelijk van de aard van de taak.",

  "ACT_WITH_ENUM.MOUTH.name": "Mond",
  "ACT_WITH_ENUM.MOUTH.descShort": "Middel: mond/lippen/tong.",
  "ACT_WITH_ENUM.MOUTH.desc": "De mond, lippen of tong worden gebruikt als middel van uitvoering, bijvoorbeeld voor aandacht, contact of expressie binnen de taak.",

  "ACT_WITH_ENUM.TOY.name": "Speeltje",
  "ACT_WITH_ENUM.TOY.descShort": "Middel: seksspeeltje.",
  "ACT_WITH_ENUM.TOY.desc": "Een speeltje fungeert als verlengstuk van de uitvoering. De nadruk ligt op bediening, vorm en ritme als onderdeel van de handeling, zonder verdere specificatie.",

  "ACT_WITH_ENUM.OBJECT.name": "Voorwerp",
  "ACT_WITH_ENUM.OBJECT.descShort": "Middel: niet-seksueel voorwerp.",
  "ACT_WITH_ENUM.OBJECT.desc": "Een gewoon voorwerp wordt gebruikt als hulpmiddel binnen de uitvoering. Het krijgt pas betekenis door de manier waarop het wordt toegepast, niet door het voorwerp zelf.",

  "ACT_WITH_ENUM.GENITAL.name": "Genitaal",
  "ACT_WITH_ENUM.GENITAL.descShort": "Middel: geslachtsdelen.",
  "ACT_WITH_ENUM.GENITAL.desc": "De geslachtsdelen fungeren als uitvoerend middel binnen de taak. De nadruk ligt op contact en fysieke expressie, zonder verdere inhoudelijke duiding.",

  "ACT_ON_ENUM.NEUTRAL_BODY.name": "Neutraal lichaam",
  "ACT_ON_ENUM.NEUTRAL_BODY.descShort": "Doellocatie: algemene zones.",
  "ACT_ON_ENUM.NEUTRAL_BODY.desc": "De taak richt zich op lichaamsdelen die als neutraal worden beschouwd, zoals armen, rug of schouders. Deze zones dragen geen specifieke intieme betekenis en voelen sociaal veilig aan.",

  "ACT_ON_ENUM.INTIMATE_BODY.name": "Intiem lichaam",
  "ACT_ON_ENUM.INTIMATE_BODY.descShort": "Doellocatie: intieme zones.",
  "ACT_ON_ENUM.INTIMATE_BODY.desc": "De taak omvat lichaamsdelen die als intiem worden ervaren vanwege hun gevoeligheid of nabijheid van persoonlijke gebieden. Ze worden benoemd als verhoogd in spanning of betekenis.",

  "ACT_ON_ENUM.MOUTH.name": "Mond",
  "ACT_ON_ENUM.MOUTH.descShort": "Doellocatie: mond/lippen/tong.",
  "ACT_ON_ENUM.MOUTH.desc": "De mond, lippen en tong vormen het gebied waarop de taak is gericht. Ze worden gezien als expressieve en zintuiglijke zones met hoge gevoeligheid.",

  "ACT_ON_ENUM.GENITAL.name": "Genitaal gebied",
  "ACT_ON_ENUM.GENITAL.descShort": "Doellocatie: geslachtsdelen.",
  "ACT_ON_ENUM.GENITAL.desc": "Het genitale gebied vormt het centrale aandachtspunt binnen de taak. Het wordt benoemd als zone met de sterkste fysieke lading of gevoeligheid.",

  "ACT_ON_ENUM.ANAL.name": "Anaal",
  "ACT_ON_ENUM.ANAL.descShort": "Doellocatie: anale zone.",
  "ACT_ON_ENUM.ANAL.desc": "De anale zone wordt benoemd als doelgebied met een zeer specifieke fysieke gevoeligheid. De focus ligt op de aanwezigheid of aandacht rond dit deel van het lichaam."
}
