{
"ui.title": "NSFW Dice Game",
"settings.language": "Language",
"settings.language.NL": "Dutch",
"settings.language.EN": "English",
"app.mainmenu.title": "Main Menu",
"app.mainmenu.welcome.header": "Welcome to the Game",
"app.mainmenu.welcome.content": "This game combines luck, tension, and challenge. With five dice, players compete to earn points, while the loser of each round performs a task. The atmosphere may be playful and daring, but it always remains based on consent and respect.",
"app.mainmenu.goal.header": "Goal of the Game",
"app.mainmenu.goal.content": "Collect as many points as possible by rolling strategically. Whoever wins a round earns one point toward their total score. Once all players except one are 'safe', the remaining player performs a task. After that, a new cycle begins with everyone back to zero.",
"app.mainmenu.game.header": "How the Game Works",
"app.mainmenu.game.content": "<li>Each player gets a fixed number of rolls per turn (e.g., 3).</li><li>After each roll, one or more dice can be held or released.</li><li>After the final roll, the score is calculated based on the resulting combinations.</li><li>The player with the highest score wins the round and earns 1 point.</li><li>When a player reaches the set number of points, they are considered “safe”.</li><li>When only one player remains, that player performs a task.</li>",
"app.mainmenu.score.header": "Scoring",
"app.mainmenu.score.content": "<li>Each die only counts once.</li><li>Dice showing the same number form a group.</li><li>The value is the number with one zero added for each extra die in the group.<br />Example: a 6 = 6 points, two 2’s = 20 points, three 1’s = 100 points.</li><li>All groups are added up to form one total score.</li>",
"app.mainmenu.tasks.header": "Tasks",
"app.mainmenu.tasks.content": "The loser of each cycle is assigned a task. Tasks can be lighthearted, playful, or challenging, depending on the categories that were pre-selected in the Settings menu.",
"app.mainmenu.agree.header": "Consent and Game Rules",
"app.mainmenu.agree.content": "Before starting, each player consciously agrees to participate fully within the boundaries chosen in the settings. By agreeing, a player declares that they will carry out every task assigned by the game as intended, regardless of who or what it involves. This ensures the game stays fair, consistent, and enjoyable for everyone involved.",
"app.mainmenu.safety.header": "Warning and Safety",
"app.mainmenu.safety.content": "This game has an explicitly adult nature and focuses on sexual tension and interaction between players. Participation means each player consciously takes responsibility for their own safety, health, and well-being, as well as that of others. Think in advance about protection and health measures (such as using condoms, birth control pills, or other forms of contraception) and communicate openly and honestly about them. Accept that physical responses, such as an orgasm as a result of sexual interaction, can be part of the game and may have personal and emotional effects. Always treat each other with respect, care, and mutual consent.",
"button.settings": "Settings",
"button.mainmenu": "Main Menu",
"button.startgame": "Start Game"
}