{
  "ui.title": "NSFW Dice Game",

  "settings.language": "Language",

  "app.mainmenu.title": "Main Menu",

  "app.mainmenu.welcome.header": "Welcome to the Game",
  "app.mainmenu.welcome.content": "NSFW Dice Game is a playful and exciting dice game designed to bring fun, curiosity, and intimacy back to life. You can play it with your partner or with friends for an evening full of humor, excitement, and surprises. The game starts light and funny, gradually builds toward more sensual and cheeky challenges, and depending on the selected categories, may lead to real sexual interaction. By rolling the dice, you earn points, but if you lose a round, a task awaits that takes the atmosphere to the next level. No game ever plays out the same way; chance decides how far things go.",

  "app.mainmenu.goal.header": "Goal of the Game",
  "app.mainmenu.goal.content": "Earn as many points as possible by rolling strategically. Each round winner gains one point toward their total score. Once a player reaches the set number of points, they are exempt from performing further tasks. The game continues until only one player remains who is not exempt. That player performs the task, after which a new cycle begins with everyone starting from zero.",

  "app.mainmenu.game.header": "How the Game Works",
  "app.mainmenu.game.content": "<li>Each player gets a fixed number of rolls per turn (e.g., 3).</li><li>After each roll, one or more dice can be held or released.</li><li>After the final roll, the score is calculated based on the resulting combinations.</li><li>The player with the highest score wins the round and earns 1 point.</li><li>When a player reaches the set number of points, they are considered “safe”.</li><li>When only one player remains, that player performs a task.</li>",

  "app.mainmenu.score.header": "Scoring",
  "app.mainmenu.score.content": "<li>Each die only counts once.</li><li>Dice showing the same number form a group.</li><li>The value is the number with one zero added for each extra die in the group.<br />Example: a 6 = 6 points, two 2’s = 20 points, three 1’s = 100 points.</li><li>All groups are added up to form one total score.</li>",

  "app.mainmenu.tasks.header": "Tasks",
  "app.mainmenu.tasks.content": "The loser of each round is assigned a task. These tasks range from light and funny to sensual, daring, and sexual. They are designed to build tension and desire, deepen the connection between players, and playfully lead toward real sexual interaction. Each task brings the game one step closer to an intimate climax, keeping the experience both surprising and exciting.",

  "app.mainmenu.agree.header": "Consent and Game Rules",
  "app.mainmenu.agree.content": "Before starting, each player consciously agrees to participate fully within the boundaries chosen in the settings. By agreeing, a player declares that they will carry out every task assigned by the game as intended, regardless of who or what it involves. This ensures the game stays fair, consistent, and enjoyable for everyone involved.",

  "app.mainmenu.safety.header": "Warning and Safety",
  "app.mainmenu.safety.content": "This game has an explicitly adult nature and focuses on sexual tension and interaction between players. Participation means each player consciously takes responsibility for their own safety, health, and well-being, as well as that of others. Think in advance about protection and health measures (such as using condoms, birth control pills, or other forms of contraception) and communicate openly and honestly about them. Accept that physical responses, such as an orgasm as a result of sexual interaction, can be part of the game and may have personal and emotional effects. Always treat each other with respect, care, and mutual consent.",

  "app.game.title": "Game",

  "app.task.title": "Task",

  "app.settings.title": "Settings",

  "app.settings.STAGE.header": "Progression and Contact Level",
  "app.settings.STAGE.content": "The further the stage progresses, the more intimate, sensual, or sexual the contact may become.<br><br>Select which stages you want to use in this session.",

  "app.settings.INTENSITY.header": "Intensity",
  "app.settings.INTENSITY.content": "Determines the strength, speed, and consistency of physical actions.<br>The higher the intensity, the faster and more powerful the stimulation, and the stronger the build-up toward climax.<br><br>Select which intensity levels you want to use in this session.",

  "app.settings.EXTREMITY.header": "Extremity",
  "app.settings.EXTREMITY.content": "Indicates how much consideration is given to limits, comfort, and pain.<br>The higher the extremity, the rougher the execution and the further boundaries may be stretched or ignored.<br><br>Select which extremity levels you want to use in this session.",

  "app.settings.ACT.header": "Act Type",
"app.settings.ACT.content": "Defines the form of physical or sexual interaction, and what it is performed on or with.<br><br>Select which act types you want to include in this session.",

  "app.newgame.title": "New Game",

  "app.newplayer.title": "New Player",

  "button.settings": "Settings",
  "button.mainmenu": "Main Menu",
  "button.startgame": "Start Game",

  "clothes.headwear.name": "Headwear",
  "clothes.headwear.desc": "Examples: hats, caps, beanies, headbands. Includes: all items worn on the head (all together count as one item).",

  "clothes.accessories_glasses.name": "Glasses",
  "clothes.accessories_glasses.desc": "Examples: (sun)glasses, fashion glasses without prescription. Includes: any type of glasses or sunglasses (all together count as one item).",

  "clothes.accessories_neck.name": "Neck Accessories",
  "clothes.accessories_neck.desc": "Examples: necklaces, chokers, scarves, bandanas. Includes: all accessories worn around the neck (all together count as one item).",

  "clothes.accessories_arm.name": "Arm Accessories",
  "clothes.accessories_arm.desc": "Examples: bracelets, wristbands, watches, cuffs. Includes: all accessories worn around the wrist or arm (all together count as one item).",

  "clothes.jacket.name": "Jacket",
  "clothes.jacket.desc": "Examples: winter coat, trench coat, leather jacket, raincoat. Includes: any outer upper layer intended as a jacket or coat.",

  "clothes.sweater.name": "Sweater",
  "clothes.sweater.desc": "Examples: sweater, cardigan, hoodie. Includes: upper layer worn over a shirt and under a jacket.",

  "clothes.shirt.name": "Shirt",
  "clothes.shirt.desc": "Examples: T-shirt, blouse, dress shirt, (short) dress. Includes: the primary upper clothing layer worn over an undershirt and under a sweater or jacket.",

  "clothes.undershirt.name": "Undershirt",
  "clothes.undershirt.desc": "Examples: undershirt, top, tank top (not meant as underwear). Includes: layer directly under the shirt but not a bra or underwear.",

  "clothes.bra.name": "Bra",
  "clothes.bra.desc": "Examples: bra, bikini top, upper part of a one-piece swimsuit. Includes: any supportive or swim upper piece.",

  "clothes.pants.name": "Pants",
  "clothes.pants.desc": "Examples: jeans, shorts, sweatpants, pajama pants, skirt. Includes: all clothing worn as the outer lower-body layer (pants and skirts).",

  "clothes.leggings.name": "Leggings",
  "clothes.leggings.desc": "Examples: leggings, tights, pantyhose. Includes: tight-fitting leg layer usually worn under pants, skirts, or dresses.",

  "clothes.underwear.name": "Underwear",
  "clothes.underwear.desc": "Examples: panties, boxers, thong, bikini bottom, lower part of a swimsuit. Includes: all undergarments for the lower body.",

  "clothes.shoes.name": "Shoes",
  "clothes.shoes.desc": "Examples: sneakers, boots, heels, sandals, slippers. Includes: all footwear (all together count as one item).",

  "clothes.socks.name": "Socks",
  "clothes.socks.desc": "Examples: ankle socks, knee-highs, stockings worn under shoes. Includes: all socks or stockings worn with footwear.",

  "SEX_ENUM.Male": "Male",
  "SEX_ENUM.Female": "Female",
  "SEX_ENUM.Both": "Both",

  "STAGE_ENUM.INNOCENT.name": "Innocent",
  "STAGE_ENUM.INNOCENT.descShort": "Neutral; safe; everyday; not (near) intimate.",
  "STAGE_ENUM.INNOCENT.desc": "General, safe interaction without teasing or arousal. Physical contact remains everyday (handshake, high five, pat on arm/shoulder). No touching near or on intimate areas; no suggestive tone.",

  "STAGE_ENUM.PLAYFUL.name": "Playful",
  "STAGE_ENUM.PLAYFUL.descShort": "Teasing; cheeky; near-intimate (no touching).",
  "STAGE_ENUM.PLAYFUL.desc": "Creates tension through humor and mischief. Focuses on closeness and double meanings without direct sexual touch. Examples: tickling at hips/sides, playing with clothing edges, light playful touches.",

  "STAGE_ENUM.ROMANTIC.name": "Romantic",
  "STAGE_ENUM.ROMANTIC.descShort": "Tender; intimate; touching intimate (non-sexual).",
  "STAGE_ENUM.ROMANTIC.desc": "Tender, intimate closeness with affection. Intimate zones may be touched without direct sexual stimulation. Examples: caressing breasts/back/stomach, outer sides of genitals without deliberate stimulation.",

  "STAGE_ENUM.SENSUAL.name": "Sensual",
  "STAGE_ENUM.SENSUAL.descShort": "Seductive; daring; sexual tone; teasing.",
  "STAGE_ENUM.SENSUAL.desc": "Consciously arousing and creating desire with a clear sexual tone. Directed touching or light stimulation of intimate areas in the context of teasing and buildup; no complete sexual act.",

  "STAGE_ENUM.SEXUAL.name": "Sexual",
  "STAGE_ENUM.SEXUAL.descShort": "Explicitly sexual; full acts.",
  "STAGE_ENUM.SEXUAL.desc": "Full sexual expression. The specific form (manual/oral/genital/anal) is defined by ACT; the execution and experience are further guided by INTENSITY and EXTREMITY.",

  "INTENSITY_ENUM.VERY_LOW.name": "Very Low",
  "INTENSITY_ENUM.VERY_LOW.descShort": "Minimal stimulation; slow; soft; short impulses.",
  "INTENSITY_ENUM.VERY_LOW.desc": "Soft, occasional stimulation at a slow pace and limited duration. Intended as a subtle warm-up without active focus on an {masked_word}.",

  "INTENSITY_ENUM.LOW.name": "Low",
  "INTENSITY_ENUM.LOW.descShort": "Calm; modest pace/pressure; relaxed buildup.",
  "INTENSITY_ENUM.LOW.desc": "Gentle, steady stimulation with a modest pace and pressure. Focused on a controlled and relaxed buildup where an {masked_word} is not the primary goal.",

  "INTENSITY_ENUM.MEDIUM.name": "Medium",
  "INTENSITY_ENUM.MEDIUM.descShort": "Normal; steady pace/pressure; clear arousal.",
  "INTENSITY_ENUM.MEDIUM.desc": "Consistent stimulation with a normal rhythm and noticeable arousal. Focused on progressive excitement and a gradual increase in intensity, moving toward an {masked_word} without emphasis or force.",

  "INTENSITY_ENUM.HIGH.name": "High",
  "INTENSITY_ENUM.HIGH.descShort": "Strong; fast/sustained; aimed at {masked_word}.",
  "INTENSITY_ENUM.HIGH.desc": "Strong, sustained stimulation with high pace or frequency. Aimed at consciously achieving or enhancing an {masked_word}. When repeated, it may lead to multiple consecutive peaks depending on EXTREMITY.",

  "INTENSITY_ENUM.VERY_HIGH.name": "Very High",
  "INTENSITY_ENUM.VERY_HIGH.descShort": "Maximum; non-stop; extreme stimulation.",
  "INTENSITY_ENUM.VERY_HIGH.desc": "Highly focused, almost continuous stimulation with extreme pace or pressure. Aimed at maximum arousal, overstimulation of {masked_word} and multiple {masked_word} experiences, with pauses or reduction only when EXTREMITY requires it.",

  "EXTREMITY_ENUM.VERY_LOW.name": "Very Low",
  "EXTREMITY_ENUM.VERY_LOW.descShort": "Careful and controlled; small, soft, and fully within safe limits.",
  "EXTREMITY_ENUM.VERY_LOW.desc": "The receiver has full control, and the performer follows strictly within these boundaries — the task is always completed. Comfort is leading; pain and tension are avoided. Movements remain small and shallow, below the usual norm. If wider limits are given, they are approached gradually. During climax: immediately return to calm or minimal intensity for recovery.",

  "EXTREMITY_ENUM.LOW.name": "Low",
  "EXTREMITY_ENUM.LOW.descShort": "Gentle and attentive; boundaries are respected and tension stays minimal.",
  "EXTREMITY_ENUM.LOW.desc": "The receiver has most control; the performer may gently stretch boundaries as long as no negative signals appear. Pain and discomfort are actively prevented and immediately corrected. Size and depth remain slightly below normal with a gradual buildup. During climax: slowly and steadily decrease toward a pause or low intensity.",

  "EXTREMITY_ENUM.MEDIUM.name": "Medium",
  "EXTREMITY_ENUM.MEDIUM.descShort": "Balance between comfort and challenge; gradual buildup toward normal intensity.",
  "EXTREMITY_ENUM.MEDIUM.desc": "Performer and receiver share control; comfort remains considered, but the performer leads. Boundaries are gradually extended beyond the familiar. Mild tension or light pain may occur as long as it stays within tolerance. Size and depth move steadily toward normal. During climax: do not stop, but ease down and continue at a lower intensity.",

  "EXTREMITY_ENUM.HIGH.name": "High",
  "EXTREMITY_ENUM.HIGH.descShort": "Firm and intense; boundaries are stretched and comfort partly released.",
  "EXTREMITY_ENUM.HIGH.desc": "The performer has main control; comfort and signals are considered less. Boundaries may be intentionally exceeded. Pain or strain is applied purposefully as long as it remains bearable. Size and depth may exceed normal with short adjustments if overloaded. During climax: do not stop, possibly slow briefly, then rebuild toward the next climax.",

  "EXTREMITY_ENUM.VERY_HIGH.name": "Very High",
  "EXTREMITY_ENUM.VERY_HIGH.descShort": "Fully controlled by performer; rough, deep, and beyond comfort limits.",
  "EXTREMITY_ENUM.VERY_HIGH.desc": "The performer has full control without regard for comfort, pain, or the receiver’s signals. Pain and resistance are ignored as long as the task remains possible. Size, depth, and pressure are unrestricted and may go far beyond normal. During climax: no pauses or reduction; intentionally continue beyond the limit and sustain the climax phase for an extended time.",

  "ACT_ENUM.MANUAL.name": "Manual",
  "ACT_ENUM.MANUAL.descShort": "Hands and fingers.",
  "ACT_ENUM.MANUAL.desc": "Relates to the use or involvement of hands and fingers as part of the interaction or experience.",

  "ACT_ENUM.ORAL.name": "Oral",
  "ACT_ENUM.ORAL.descShort": "Mouth, lips, and tongue.",
  "ACT_ENUM.ORAL.desc": "Relates to the mouth area, including lips and tongue, or situations where these body parts are directly involved.",

  "ACT_ENUM.GENITAL.name": "Genital",
  "ACT_ENUM.GENITAL.descShort": "Genitals and surrounding area.",
  "ACT_ENUM.GENITAL.desc": "Relates to the genital region of the body, including both external and internal sexual organs and the surrounding zone.",

  "ACT_ENUM.ANAL.name": "Anal",
  "ACT_ENUM.ANAL.descShort": "Anal zone and surrounding area.",
  "ACT_ENUM.ANAL.desc": "Relates to the anal area of the body, including the opening and the immediate surrounding zone.",

  "ACT_ENUM.TOY.name": "Toy",
  "ACT_ENUM.TOY.descShort": "Use of sex toys or sexual aids.",
  "ACT_ENUM.TOY.desc": "Covers the use of objects specifically designed for sexual stimulation or penetration, such as dildos, vibrators, butt plugs, or similar aids.",

  "ACT_ENUM.OBJECT.name": "Object",
  "ACT_ENUM.OBJECT.descShort": "Use of non-sexual items in a sexual context.",
  "ACT_ENUM.OBJECT.desc": "Covers the use of ordinary, non-sexual objects creatively or contextually used for sexual acts, for example household items or surfaces."
}
