{
  "ui.title": "NSFW Dice Game",
  "settings.language": "Taal",
  "settings.language.NL": "Nederlands",
  "settings.language.EN": "Engels",
  "app.mainmenu.title": "Hoofdmenu",
  "app.mainmenu.welcome.header": "Welkom bij het spel",
  "app.mainmenu.welcome.content": "Dit spel combineert geluk, spanning en uitdaging. Met vijf dobbelstenen strijd je tegen elkaar om punten te verdienen, terwijl de verliezer telkens een opdracht uitvoert. De sfeer mag speels en uitdagend zijn, maar het blijft altijd gebaseerd opinstemming en respect.",
  "app.mainmenu.goal.header": "Doel van het spel",
  "app.mainmenu.goal.content": "Verzamel zoveel mogelijk punten door slim te dobbelen. Wie een ronde wint, krijgt één punt op zijn totaalscore. Zodra alle spelers behalve één “safe” zijn, voert de overgebleven speler een opdracht uit. Daarna begint een nieuwe cyclus met iedereen weer op nul.",
  "app.mainmenu.game.header": "Zo gaat het spel",
  "app.mainmenu.game.content": "<li>Elke speler krijgt per beurt een vast aantal worpen (bijv. 3).</li><li>Na elke worp kunnen één of meer dobbelstenen worden vastgezet of losgelaten.</li><li>Na de laatste worp wordt de score bepaald op basis van de gegooide combinaties.</li><li>De speler met de hoogste score wint de ronde en krijgt 1 punt.</li><li>Wanneer een speler het ingestelde aantal punten bereikt, is die “safe”.</li><li>Wanneer er nog één speler overblijft, voert deze een opdracht uit.</li>",
  "app.mainmenu.score.header": "Puntentelling",
  "app.mainmenu.score.content": "<li>Elke dobbelsteen telt slechts één keer mee.</li><li>Dobbelstenen met hetzelfde getal vormen een groep.</li><li>De waarde is het getal met een nul per extra dobbelsteen in die groep.<br />Voorbeeld: een 6 = 6 punten, twee 2’en = 20 punten, drie 1’en = 100 punten.</li><li>Alle groepen worden opgeteld tot één totaalscore.</li>",
  "app.mainmenu.tasks.header": "Opdrachten",
  "app.mainmenu.tasks.content": "De verliezer van elke cyclus krijgt een opdracht toegewezen. Opdrachten kunnen luchtig, speels of uitdagend zijn, afhankelijk van de categorieën die vooraf zijn geselecteerd in het menu Instellingen.",
  "app.mainmenu.agree.header": "Instemming en spelafspraken",
  "app.mainmenu.agree.content": "Voorafgaand aan het spel stemt iedere speler er bewust mee in om volledig mee te spelen binnen de grenzen van wat in de instellingen is gekozen. Door in te stemmen verklaart een speler dat hij of zij elke opdracht die door het spel wordt gegeven, zal uitvoeren zoals bedoeld — ongeacht met wie of wat deze betrekking heeft. Zo blijft het spel eerlijk, consequent en leuk voor iedereen die meedoet.",
  "button.settings": "Instellingen",
  "button.mainmenu": "Hoofdmenu",
  "button.startgame": "Start Spel"
}