{
  "ui.title": "NSFW Dice Game",

  "settings.language": "Taal",

  "app.mainmenu.title": "Hoofdmenu",

  "app.mainmenu.welcome.header": "Welkom bij het spel",
  "app.mainmenu.welcome.content": "NSFW Dice Game is een speels en spannend dobbelspel dat bedoeld is om plezier, nieuwsgierigheid en intimiteit nieuw leven in te blazen. Je kunt het spelen met je partner of met vrienden voor een avond vol humor, spanning en verrassingen. Het spel begint luchtig en grappig, bouwt langzaam op naar sensuele en ondeugende opdrachten en kan, afhankelijk van de gekozen categorieën, uitlopen op echte seksuele interactie. Door te dobbelen verdien je punten, maar verlies je een ronde, dan wacht er een opdracht die de sfeer naar een hoger niveau tilt. Geen enkel spel verloopt hetzelfde; het toeval bepaalt telkens hoe ver het gaat.",

  "app.mainmenu.goal.header": "Doel van het spel",
  "app.mainmenu.goal.content": "Verdien zoveel mogelijk punten door slim te dobbelen. Wie een ronde wint, krijgt één punt bij zijn totaalscore. Zodra een speler het ingestelde aantal punten heeft behaald, is die speler vrijgesteld van verdere opdrachten. Het spel gaat door totdat er nog maar één speler overblijft die niet vrijgesteld is. Die speler voert de opdracht uit, waarna een nieuwe cyclus begint met iedereen weer op nul.",

  "app.mainmenu.game.header": "Zo gaat het spel",
  "app.mainmenu.game.content": "<li>Elke speler krijgt per beurt een vast aantal worpen (bijv. 3).</li><li>Na elke worp kunnen één of meer dobbelstenen worden vastgezet of losgelaten.</li><li>Na de laatste worp wordt de score bepaald op basis van de gegooide combinaties.</li><li>De speler met de hoogste score wint de ronde en krijgt 1 punt.</li><li>Wanneer een speler het ingestelde aantal punten bereikt, is die “safe”.</li><li>Wanneer er nog één speler overblijft, voert deze een opdracht uit.</li>",

  "app.mainmenu.score.header": "Puntentelling",
  "app.mainmenu.score.content": "<li>Elke dobbelsteen telt slechts één keer mee.</li><li>Dobbelstenen met hetzelfde getal vormen een groep.</li><li>De waarde is het getal met een nul per extra dobbelsteen in die groep.<br />Voorbeeld: een 6 = 6 punten, twee 2’en = 20 punten, drie 1’en = 100 punten.</li><li>Alle groepen worden opgeteld tot één totaalscore.</li>",

  "app.mainmenu.tasks.header": "Opdrachten",
  "app.mainmenu.tasks.content": "De verliezer van elke ronde krijgt een opdracht toegewezen. Deze opdrachten lopen uiteen van luchtig en grappig tot sensueel, uitdagend en seksueel. Ze zijn bedoeld om spanning en verlangen op te bouwen, het contact tussen spelers te verdiepen en speels toe te werken naar echte seksuele interactie. Elke opdracht brengt het spel een stap dichter bij een intieme climax, op een manier die zowel verrassend als opwindend blijft.",

  "app.mainmenu.agree.header": "Instemming en Spelafspraken",
  "app.mainmenu.agree.content": "Voorafgaand aan het spel stemt iedere speler er bewust mee in om volledig mee te spelen binnen de grenzen van wat in de instellingen is gekozen. Door in te stemmen verklaart een speler dat hij of zij elke opdracht die door het spel wordt gegeven zal uitvoeren zoals bedoeld, ongeacht met wie of wat deze betrekking heeft. Zo blijft het spel eerlijk, consequent en leuk voor iedereen die meedoet.",

  "app.mainmenu.safety.header": "Waarschuwing en Veiligheid",
  "app.mainmenu.safety.content": "Dit spel heeft een expliciet volwassen karakter en richt zich op seksuele spanning en interactie tussen spelers. Deelname houdt in dat iedere speler bewust verantwoordelijkheid neemt voor zijn of haar eigen veiligheid, gezondheid en welzijn, evenals dat van anderen. Denk vooraf na over beschermingsmiddelen en gezondheidsmaatregelen (zoals het gebruik van condooms, de pil of andere vormen van anticonceptie) en zorg dat hierover open en eerlijk wordt gecommuniceerd. Accepteer dat lichamelijke reacties, zoals een orgasme als gevolg van seksuele interactie, onderdeel kunnen zijn van het spel en dat dit persoonlijke en emotionele gevolgen kan hebben. Ga altijd met respect, zorg en wederzijdse instemming met elkaar om.",

  "app.game.title": "Spel",

  "app.task.title": "Opdracht",

  "app.settings.title": "Spel Instellingen",

  "app.settings.STAGE.header": "Opbouw en Contactniveau",
  "app.settings.STAGE.content": "Hoe verder de fase, hoe intiemer, sensueler of seksueler het contact kan zijn.<br>Selecteer welke fases je in deze sessie wil gebruiken.",

  "app.newgame.title": "Nieuw Spel",

  "app.newplayer.title": "Nieuwe Speler",

  "button.settings": "Instellingen",
  "button.mainmenu": "Hoofdmenu",
  "button.startgame": "Start Spel",

  "clothes.headwear.name": "Hoofdbedekking",
  "clothes.headwear.desc": "Voorbeelden: hoeden, petten, beanies, haarbanden. Omvat: alle items die op het hoofd worden gedragen (alles samen één item).",

  "clothes.accessories_glasses.name": "Bril",
  "clothes.accessories_glasses.desc": "Voorbeelden: (zonne)bril, modieuze bril zonder sterkte. Omvat: elk type bril of zonnebril (alles samen één item).",

  "clothes.accessories_neck.name": "Nekversiering",
  "clothes.accessories_neck.desc": "Voorbeelden: kettingen, chokers, sjaals, bandana’s, halsdoeken. Omvat: alle accessoires die om de nek worden gedragen (alles samen één item).",

  "clothes.accessories_arm.name": "Armversiering",
  "clothes.accessories_arm.desc": "Voorbeelden: armbanden, polsbandjes, horloges, cuffs. Omvat: alle accessoires die om pols of arm worden gedragen (alles samen één item).",

  "clothes.jacket.name": "Jas",
  "clothes.jacket.desc": "Voorbeelden: winterjas, trenchcoat, leren jas, regenjas. Omvat: elke buitenste bovenlaag bedoeld als jas of coat.",

  "clothes.sweater.name": "Trui",
  "clothes.sweater.desc": "Voorbeelden: trui, vest, hoodie, cardigan. Omvat: bovenlaag die over een shirt gaat en onder een jas valt.",

  "clothes.shirt.name": "Shirt",
  "clothes.shirt.desc": "Voorbeelden: T-shirt, overhemd, blouse, (korte) jurk. Omvat: de primaire bovenkledinglaag boven hemd of onderlaag en onder trui of jas.",

  "clothes.undershirt.name": "Hemd",
  "clothes.undershirt.desc": "Voorbeelden: hemd, topje, tanktop (niet als ondergoed bedoeld). Omvat: laag direct onder het shirt maar niet zijnde BH of ondergoed.",

  "clothes.bra.name": "Bh",
  "clothes.bra.desc": "Voorbeelden: BH, bikini-top, bovenhelft van een badpak (ééndelig). Omvat: elke ondersteunende of zwem-bovenhelft.",

  "clothes.pants.name": "Broek",
  "clothes.pants.desc": "Voorbeelden: jeans, korte broek, sport- of pyjamabroek, rok(je). Omvat: alle kleding die als buitenste onderlichaamslaag wordt gedragen (broeken én rokken).",

  "clothes.leggings.name": "Legging",
  "clothes.leggings.desc": "Voorbeelden: legging, panty, maillot. Omvat: aansluitende beenlaag die meestal onder broek, rok of jurk wordt gedragen.",

  "clothes.underwear.name": "Onderbroek",
  "clothes.underwear.desc": "Voorbeelden: slip, boxer, string, bikini-onderstuk, onderste helft van een badpak. Omvat: alle onderkleding voor het onderlichaam.",

  "clothes.shoes.name": "Schoenen",
  "clothes.shoes.desc": "Voorbeelden: sneakers, laarzen, hakken, sandalen, slippers, pantoffels. Omvat: al het schoeisel (alles samen één item).",

  "clothes.socks.name": "Sokken",
  "clothes.socks.desc": "Voorbeelden: enkelsokken, kniekousen, kousen die onder schoenen vallen. Omvat: alle sokken of kousen die bij schoeisel worden gedragen.",

  "SEX_ENUM.Male": "Man",
  "SEX_ENUM.Female": "Vrouw",
  "SEX_ENUM.Both": "Beide",

  "STAGE_ENUM.INNOCENT.name": "Onschuldig",
  "STAGE_ENUM.INNOCENT.descShort": "Neutraal; veilig; alledaags; geen (nabij) intiem.",
  "STAGE_ENUM.INNOCENT.desc": "Algemene, veilige interactie zonder plagen of prikkeling. Fysiek contact blijft alledaags (hand geven, high five, aai op arm/schouder). Geen aanraking nabij of op intieme zones; geen suggestieve toon.",

  "STAGE_ENUM.PLAYFUL.name": "Speels",
  "STAGE_ENUM.PLAYFUL.descShort": "Plagen; ondeugend; nabij intiem (niet aanraken).",
  "STAGE_ENUM.PLAYFUL.desc": "Spanning via humor en ondeugd. Focus op nabijheid en dubbelzinnige situaties, zonder directe seksuele aanraking. Voorbeelden: kietelen aan heup/zij, spelen met kledingranden, lichte speelse aanrakingen.",

  "STAGE_ENUM.ROMANTIC.name": "Romantisch",
  "STAGE_ENUM.ROMANTIC.descShort": "Teder; intiem; aanraken intiem (niet seksueel).",
  "STAGE_ENUM.ROMANTIC.desc": "Tedere, intieme nabijheid met affectie. Intieme zones mogen worden aangeraakt zonder gerichte seksuele stimulatie. Voorbeelden: strelen van borsten/rug/buik, buitenzijde geslachtsdelen zonder gericht prikkelen.",

  "STAGE_ENUM.SENSUAL.name": "Sensueel",
  "STAGE_ENUM.SENSUAL.descShort": "Verleiden; uitdagend; seksuele toon; teasen.",
  "STAGE_ENUM.SENSUAL.desc": "Bewust prikkelen en verlangen opwekken met duidelijke seksuele toon. Gerichte aanraking of lichte stimulatie van intieme zones in het kader van teasen en opbouw; geen volledige seksuele daad.",

  "STAGE_ENUM.SEXUAL.name": "Seksueel",
  "STAGE_ENUM.SEXUAL.descShort": "Expliciet seksueel; volledige handelingen.",
  "STAGE_ENUM.SEXUAL.desc": "Volledige seksuele expressie. De specifieke vorm (manueel/oral/genitaal/anaal) ligt vast bij ACT; uitvoering en beleving worden verder gekaderd door INTENSITY en EXTREMITY.",

  "INTENSITY_ENUM.VERY_LOW.name": "Zeer laag",
  "INTENSITY_ENUM.VERY_LOW.descShort": "Minimale prikkeling; traag; zacht; korte impulsen.",
  "INTENSITY_ENUM.VERY_LOW.desc": "Zachte, sporadische stimulatie met laag tempo en beperkte duur. Bedoeld als subtiele opwarming zonder actieve focus op een orgasme.",

  "INTENSITY_ENUM.LOW.name": "Laag",
  "INTENSITY_ENUM.LOW.descShort": "Rustig; bescheiden tempo/druk; ontspannen opbouw.",
  "INTENSITY_ENUM.LOW.desc": "Rustige, gelijkmatige stimulatie met bescheiden tempo en druk. Gericht op een gecontroleerde en ontspannen opbouw waarbij een orgasme geen primair doel is.",

  "INTENSITY_ENUM.MEDIUM.name": "Gemiddeld",
  "INTENSITY_ENUM.MEDIUM.descShort": "Normaal; steady tempo/druk; duidelijke prikkel.",
  "INTENSITY_ENUM.MEDIUM.desc": "Constante stimulatie met normaal tempo en merkbare prikkel. Gericht op opbouwende opwinding en een geleidelijke toename van intensiteit, werkend richting een orgasme zonder nadruk of forcering.",

  "INTENSITY_ENUM.HIGH.name": "Hoog",
  "INTENSITY_ENUM.HIGH.descShort": "Sterk; snel/aanhoudend; gericht op orgasme.",
  "INTENSITY_ENUM.HIGH.desc": "Sterke, aanhoudende stimulatie met hoog tempo of frequentie. Gericht op het doelbewust bereiken of versterken van een orgasme. Bij herhaling kan dit leiden tot meerdere opeenvolgende pieken afhankelijk van EXTREMITY.",

  "INTENSITY_ENUM.VERY_HIGH.name": "Zeer hoog",
  "INTENSITY_ENUM.VERY_HIGH.descShort": "Maximaal; non-stop; extreme prikkeling.",
  "INTENSITY_ENUM.VERY_HIGH.desc": "Zeer doelgerichte, vrijwel ononderbroken stimulatie met extreem tempo of druk. Gericht op maximale prikkeling, overprikkeling van orgasme en meervoudige orgasme-ervaringen, waarbij afbouw of pauze enkel plaatsvindt als EXTREMITY dat voorschrijft.",

  "EXTREMITY_ENUM.VERY_LOW.name": "Zeer laag",
  "EXTREMITY_ENUM.VERY_LOW.descShort": "Voorzichtig en gecontroleerd; klein, zacht en volledig binnen veilige grenzen.",
  "EXTREMITY_ENUM.VERY_LOW.desc": "De ontvanger bepaalt volledig, de uitvoerder volgt strikt binnen deze grenzen — de opdracht wordt wel altijd uitgevoerd. Comfort is leidend; pijn en spanning worden vermeden. Bewegingen blijven klein en ondiep, onder de gebruikelijke norm. Indien ruimere grenzen worden aangegeven, wordt hier voorzichtig naartoe gewerkt. Tijdens climax: direct terugnemen naar rust of minimale intensiteit om herstel te bieden.",

  "EXTREMITY_ENUM.LOW.name": "Laag",
  "EXTREMITY_ENUM.LOW.descShort": "Zacht en oplettend; grenzen worden gerespecteerd en spanning blijft minimaal.",
  "EXTREMITY_ENUM.LOW.desc": "De ontvanger bepaalt grotendeels; de uitvoerder mag grenzen voorzichtig oprekken zolang er geen negatieve signalen zijn. Pijn en ongemak worden actief voorkomen en direct gecorrigeerd. Formaat en diepte blijven iets kleiner dan normaal met een rustige opbouw. Tijdens climax: langzaam en gecontroleerd afbouwen naar een pauze of lage intensiteit.",

  "EXTREMITY_ENUM.MEDIUM.name": "Gemiddeld",
  "EXTREMITY_ENUM.MEDIUM.descShort": "Evenwicht tussen comfort en uitdaging; geleidelijke opbouw naar normale intensiteit.",
  "EXTREMITY_ENUM.MEDIUM.desc": "De uitvoerder en ontvanger delen controle; comfort blijft in beeld, maar de uitvoerder heeft de regie. Grenzen worden actief en geleidelijk opgerekt voorbij het vertrouwde. Milde spanning of lichte pijn kan voorkomen, zolang dit binnen de draagkracht blijft. Formaat en diepte bewegen rustig richting de gebruikelijke norm. Tijdens climax: niet stoppen, maar afbouwen en terugschakelen in intensiteit en op dat lagere niveau doorgaan.",

  "EXTREMITY_ENUM.HIGH.name": "Hoog",
  "EXTREMITY_ENUM.HIGH.descShort": "Stevig en intens; grenzen worden opgerekt en comfort deels losgelaten.",
  "EXTREMITY_ENUM.HIGH.desc": "De uitvoerder bepaalt grotendeels; comfort en signalen worden beperkt meegenomen. Grenzen kunnen bewust overschreden worden. Pijn of spanning wordt doelmatig ingezet zolang het houdbaar blijft. Formaat en diepte mogen buiten de normale maat vallen met korte aanpassingen bij overbelasting. Tijdens climax: niet stoppen, eventueel kort afbouwen en daarna opnieuw opbouwen richting de volgende climax.",

  "EXTREMITY_ENUM.VERY_HIGH.name": "Zeer hoog",
  "EXTREMITY_ENUM.VERY_HIGH.descShort": "Volledig gecontroleerd door uitvoerder; ruw, diep en voorbij comfortgrenzen.",
  "EXTREMITY_ENUM.VERY_HIGH.desc": "De uitvoerder bepaalt volledig zonder rekening te houden met comfort, pijn of signalen van de ontvanger. Pijn en weerstand worden genegeerd zolang de opdracht uitvoerbaar blijft. Formaat, diepte en druk zijn onbeperkt en kunnen sterk buiten normaal vallen. Tijdens climax: geen pauzes of terugschakeling; bewust doorgaan voorbij de grens en langdurig vasthouden in de climaxfase.",

  "ACT_ENUM.MANUAL.name": "Manueel",
  "ACT_ENUM.MANUAL.descShort": "Handen en vingers.",
  "ACT_ENUM.MANUAL.desc": "Betrekking op het gebruik of de betrokkenheid van handen en vingers als deel van de interactie of ervaring.",

  "ACT_ENUM.ORAL.name": "Oraal",
  "ACT_ENUM.ORAL.descShort": "Mond, lippen en tong.",
  "ACT_ENUM.ORAL.desc": "Betrekking op de mond als gebied, inclusief lippen en tong, of situaties waarin deze lichaamsdelen direct betrokken zijn.",

  "ACT_ENUM.GENITAL.name": "Genitaal",
  "ACT_ENUM.GENITAL.descShort": "Geslachtsdelen en directe omgeving.",
  "ACT_ENUM.GENITAL.desc": "Betrekking op het genitale gebied van het lichaam, inclusief de uitwendige en inwendige delen van de geslachtsorganen en de omliggende zone.",

  "ACT_ENUM.ANAL.name": "Anaal",
  "ACT_ENUM.ANAL.descShort": "Anale zone en directe omgeving.",
  "ACT_ENUM.ANAL.desc": "Betrekking op het anale gebied van het lichaam, inclusief de opening en de directe omliggende zone."
}
