{
  "clothes.headwear.name": "Headwear",
  "clothes.headwear.desc": "Examples: hats, caps, beanies, headbands. Includes: all items worn on the head (all together count as one item).",

  "clothes.accessories_glasses.name": "Glasses",
  "clothes.accessories_glasses.desc": "Examples: (sun)glasses, fashion glasses without prescription. Includes: any type of glasses or sunglasses (all together count as one item).",

  "clothes.accessories_neck.name": "Neck Accessories",
  "clothes.accessories_neck.desc": "Examples: necklaces, chokers, scarves, bandanas. Includes: all accessories worn around the neck (all together count as one item).",

  "clothes.accessories_arm.name": "Arm Accessories",
  "clothes.accessories_arm.desc": "Examples: bracelets, wristbands, watches, cuffs. Includes: all accessories worn around the wrist or arm (all together count as one item).",

  "clothes.jacket.name": "Jacket",
  "clothes.jacket.desc": "Examples: winter coat, trench coat, leather jacket, raincoat. Includes: any outer upper layer intended as a jacket or coat.",

  "clothes.sweater.name": "Sweater",
  "clothes.sweater.desc": "Examples: sweater, cardigan, hoodie. Includes: upper layer worn over a shirt and under a jacket.",

  "clothes.shirt.name": "Shirt",
  "clothes.shirt.desc": "Examples: T-shirt, blouse, dress shirt, (short) dress. Includes: the primary upper clothing layer worn over an undershirt and under a sweater or jacket.",

  "clothes.undershirt.name": "Undershirt",
  "clothes.undershirt.desc": "Examples: undershirt, top, tank top (not meant as underwear). Includes: layer directly under the shirt but not a bra or underwear.",

  "clothes.bra.name": "Bra",
  "clothes.bra.desc": "Examples: bra, bikini top, upper part of a one-piece swimsuit. Includes: any supportive or swim upper piece.",

  "clothes.pants.name": "Pants",
  "clothes.pants.desc": "Examples: jeans, shorts, sweatpants, pajama pants, skirt. Includes: all clothing worn as the outer lower-body layer (pants and skirts).",

  "clothes.leggings.name": "Leggings",
  "clothes.leggings.desc": "Examples: leggings, tights, pantyhose. Includes: tight-fitting leg layer usually worn under pants, skirts, or dresses.",

  "clothes.underwear.name": "Underwear",
  "clothes.underwear.desc": "Examples: panties, boxers, thong, bikini bottom, lower part of a swimsuit. Includes: all undergarments for the lower body.",

  "clothes.shoes.name": "Shoes",
  "clothes.shoes.desc": "Examples: sneakers, boots, heels, sandals, slippers. Includes: all footwear (all together count as one item).",

  "clothes.socks.name": "Socks",
  "clothes.socks.desc": "Examples: ankle socks, knee-highs, stockings worn under shoes. Includes: all socks or stockings worn with footwear."
}
